{
  "coffee-by-altitude": {
    "title": "Coffee by Altitude",
    "HERO_IMAGE": "HERO_IMAGE",
    "overview": "Coffee by Altitude, a micro-roaster in Niagara Falls, approached us with a unique concept: focusing on beans grown at similar altitudes. Our challenge was to create a brand identity that would reflect this specialized approach while appealing to both coffee enthusiasts and process-driven consumers.",
    "process": "We began with an extensive discovery phase, diving deep into the world of coffee roasting and the significance of altitude in coffee production. We conducted interviews with the client, researched competitor brands, and explored various design directions that could effectively communicate the brand's unique selling proposition. The design process started with conceptualizing a logomark that would encapsulate the essence of Coffee by Altitude. After numerous sketches and digital iterations, we landed on a design that cleverly combines a coffee cup with altimeter markings, symbolizing the blend of science and passion in their curated blends. For the logotype, we chose an incised serif typeface, inspired by the complexity of Coffee by Altitude's techniques. This typeface adds a touch of sophistication while maintaining readability across various applications. We then developed a comprehensive brand identity system, including color palettes, typography guidelines, and packaging designs. The goal was to create a modern, technology-inspired design that would set Coffee by Altitude apart in the specialty coffee market.",
    "images": [],
    "services": [
      "Creative Direction",
      "Visual Identity Design",
      "Logo Design",
      "Typography Selection",
      "Color Palette Development",
      "Packaging Design",
      "Website Design",
      "Brand Guidelines"
    ],
    "testimonial": {
      "quote": "With Emmanuel's cross-sectional expertise of design and business, the branding for Coffee by Altitude went as smoothly as I could have possibly hoped for. From the ideation, to the execution and then seeing my brand in situ for the first time, Emmanuel made every step of the project insightful and easy to undertake. I couldn't be happier seeing my brand come to life.",
      "author": "Adam Fletcher",
      "company": "Coffee by Altitude"
    }
  },
  "super-burgers": {
    "title": "Super! Burgers & Fries",
    "HERO_IMAGE": "HERO_IMAGE",
    "overview": "Super Burgers & Fries, a vibrant fast-food restaurant in St. Catharines, approached us with a vision to create a brand identity that would stand out in a crowded market. Our challenge was to develop a visual language that captured the essence of their fresh, high-quality offerings while maintaining a fun and approachable aesthetic.",
    "process": "Our journey began with an in-depth discovery phase, where we immersed ourselves in the world of fast food branding and Super Burgers & Fries' unique positioning. We conducted market research, analyzed competitor branding, and held multiple workshops with the client to understand their vision and values. The design process kicked off with extensive sketching and ideation. We explored various directions, from playful illustrated characters to bold typographic treatments. After several rounds of refinement, we landed on a concept that perfectly balanced boldness with approachability. The final logotype uses a custom-designed, bold typeface that emphasizes visibility and legibility, crucial for a fast-food brand. We integrated a subtle burger icon within the letterforms, achieving a seamless blend of text and symbol. The color palette, featuring vibrant yellows and reds, was carefully chosen to evoke feelings of energy and appetite appeal. We then expanded the visual identity across various touchpoints, including packaging, signage, and digital assets. Hand-drawn illustrations were created to add a layer of personality and storytelling to the brand materials.",
    "images": [],
    "services": [
      "Creative Direction",
      "Visual Identity Design",
      "Logo Design",
      "Color Palette Development",
      "Typography Selection",
      "Illustration",
      "Print Design",
      "Packaging Design",
      "Signage Design",
      "Brand Guidelines"
    ],
    "testimonial": {
      "quote": "Emmanuel is without a doubt the best graphic designer in the Niagara Region, with a meticulous eye for design, broad range, and unmatched work ethic. I have trusted him with multiple projects over the last few years and have never been disappointed.",
      "author": "Erik Dickson",
      "company": "Super! Burgers & Fries"
    }
  },
  "merchant-ale-house": {
    "title": "The Merchant Ale House",
    "HERO_IMAGE": "HERO_IMAGE",
    "overview": "The Merchant Ale House, a beloved restaurant and brewpub in Downtown St. Catharines, approached us to revitalize their brand identity. With over 20 years of history, the challenge was to create a comprehensive brand identity that honors the restaurant's traditions while positioning it as the go-to destination for grain-to-glass beers and quality pub-style food.",
    "process": "We began with an in-depth discovery phase, immersing ourselves in The Merchant Ale House's rich history and unique position in the local community. This involved extensive interviews with the owners and long-time patrons, as well as research into craft beer trends and pub branding. The design process kicked off with exploring various concepts that could encapsulate the pub's warm, welcoming atmosphere and its commitment to quality craft beer. We developed multiple design directions, each paying homage to different aspects of The Merchant Ale House's identity. After several rounds of refinement and client feedback, we landed on a design that perfectly balanced the pub's heritage with a contemporary feel. The new logo incorporates elements that nod to the brewing process and the pub's architectural features, creating a strong visual tie to the physical space. We then expanded the visual identity across various touchpoints, including menus, signage, merchandise, and digital assets. Multiple lockups and variations were created to maximize the flexibility of visual elements in both digital and print mediums, enhancing the brand's presence in all use-cases, large or small.",
    "images": [],
    "services": [
      "Creative Direction",
      "Visual Identity Design",
      "Logo Redesign",
      "Merchandise Design",
      "Print Design",
      "Signage Design",
      "Packaging Design",
      "Menu Design",
      "Brand Guidelines"
    ],
    "testimonial": {
      "quote": "Emmanuel's work on our brand identity was professional, timely, and expertly done. He managed to accurately convey the spirit of our business. He spoke with clarity, experience, and confidence in all our meetings. We look forward to working with Emmanuel again in the future.",
      "author": "Stephen Cimprich",
      "company": "The Merchant Ale House"
    }
  },
  "liebling-wines": {
    "title": "Liebling Wines",
    "HERO_IMAGE": "HERO_IMAGE",
    "overview": "Liebling Wines, a virtual winery located in Niagara-on-the-Lake, approached us to create a brand identity that would reflect their unique approach to winemaking. The challenge was to develop a visual language that would pay homage to the proprietors' story, recognize the value of hard work and passion, and create an approachable, sustainable, and endearing aesthetic.",
    "process": "Our journey began with an extensive discovery phase, delving deep into Liebling Wines' history, production methods, and vision for the future. This involved multiple interviews with the proprietors, research into wine industry trends, and analysis of competitor branding. The design process started with conceptualizing a logomark that would encapsulate the essence of Liebling Wines. After numerous sketches and digital iterations, we landed on a stylized cornflower design. This choice acknowledges the role of earth and land in Liebling Wines' experience and product, while also nodding to the brand's historical roots in Germany. For the logotype, we developed a modern and playful spin on classic display serif fonts. This approach strikes a balance between tradition and innovation, reflecting Liebling Wines' respect for traditional winemaking methods and their forward-thinking approach to the industry. We then expanded the visual identity across various touchpoints, including bottle labels, packaging, and website design. The color palette and supporting graphical elements were carefully chosen to create a cohesive brand experience that feels both premium and approachable.",
    "images": [],
    "services": [
      "Creative Direction",
      "Visual Identity Design",
      "Logo Design",
      "Typography Selection",
      "Color Palette Development",
      "Packaging Design",
      "Label Design",
      "Website Design",
      "Brand Guidelines"
    ],
    "testimonial": {
      "quote": "It was a pleasure working with Emmanuel as we developed our brand identity. Emmanuel was thorough in learning who we are, our goals, and our vision. He took the time to research ideas, and clearly presented the concept and rationale behind each visual asset. Emmanuel was communicative throughout the whole process, and truly passionate about our project from conception to delivery. We highly recommend Emmanuel for his professionalism, creativity, and business acumen.",
      "author": "Alison Oppenlaender",
      "company": "Liebling Wines"
    }
  },
  "garden-city-essentials": {
    "title": "Garden City Essentials",
    "HERO_IMAGE": "HERO_IMAGE",
    "overview": "Garden City Essentials, an eco-friendly shop offering small batch beauty and lifestyle goods, approached us on their 5th anniversary with a desire to elevate their brand's visual identity. The challenge was to create a more sophisticated and mature brand aesthetic that would reflect their reputation in the natural care space while honoring their history and core competencies.",
    "process": "We began with a comprehensive brand audit, analyzing Garden City Essentials' existing visual identity, market position, and customer perceptions. This involved in-depth discussions with the client, customer surveys, and competitive analysis. The design process started with exploring various concepts that could encapsulate the brand's eco-friendly ethos and handcrafted approach. After multiple iterations and client feedback sessions, we developed a new logo featuring a GCE monogram and leaf shapes, symbolizing the brand's history and core competencies. A key element of the new design is a single continuous stroke enclosed in a circle, representing harmony, handmade products, comfort, and care. This element became a central motif in the overall brand identity, appearing across various applications. For the logotype, we selected a complementary modern sans-serif typeface that balances well with the organic shapes in the logo. The color palette was refined to reflect a more sophisticated and mature brand image while still maintaining connections to nature and sustainability.",
    "images": [],
    "services": [
      "Creative Direction",
      "Visual Identity Design",
      "Logo Redesign",
      "Color Palette Refinement",
      "Typography Selection",
      "Signage Design",
      "Packaging Design",
      "Brand Guidelines"
    ],
    "testimonial": {
      "quote": "It was a pleasure working with Emmanuel. From our discovery call to the final presentation, the thought and care he put into his work was clear. Emmanuel is a talented designer, and his process and presentation skills are impeccable! He guided the experience effortlessly, and the outcome far exceeded my expectations - I felt so seen as the brand identity was revealed.",
      "author": "Jolene Antle",
      "company": "Garden City Essentials"
    }
  },
  "branton": {
    "title": "Branton",
    "videoUrl": "https://oculair.b-cdn.net/api/v1/videos/f200bfc144e110dc4821384c82dca7d6fbd67c66/3rjei659/avc",
    "overview": "In my tenure as a digital designer for Branton, a London-based design firm known for its industrial clientele, including names like McCormick and 3M, my challenge was to elevate their brand presence. The assignment: to conceive and develop brand treatments that resonate with the robust nature of industrial manufacturing yet convey the innovative spirit of the design firm.",
    "process": "Leveraging the powerful procedural capabilities of Houdini, I sculpted a series of visual pieces that embody Branton's commitment to strength and precision. The process involved several key steps:\n\n1. Analyzing Branton's existing brand identity and client base\n2. Researching industrial design trends and innovative branding techniques\n3. Conceptualizing visual treatments that blend industrial strength with design innovation\n4. Utilizing Houdini to create procedurally generated designs\n5. Refining and iterating on the designs based on client feedback\n6. Finalizing a comprehensive set of brand treatments for various applications",
    "services": [
      "Brand Identity Design",
      "Industrial Design",
      "Procedural Design Creation",
      "3D Modeling and Rendering",
      "Client Presentation and Collaboration"
    ],
    "outcome": "The video and images showcased here represent a curated selection from a comprehensive body of work, each piece a testament to the synthesis of technical expertise and creative design that Branton offers to its distinguished industrial partners. The final brand treatments successfully elevated Branton's visual presence, aligning their image with the innovative and robust nature of their industrial clientele.",
    "projectDetails": {
      "date": "January 2021",
      "client": "Branton",
      "category": "Industrial Design, Brand Identity",
      "toolsUsed": "Houdini, Adobe Creative Suite"
    }
  },
  "aquatic-resonance": {
    "title": "Aquatic Resonance",
    "videoUrl": "https://oculair.b-cdn.net/downloads/title.avc",
    "overview": "In collaboration with a close friend, Arnie Guha, this piece transforms a static canvas into a vibrant, breathing animation. Melding their original art with my digital alchemy, we've created a fluid dance of color and form, igniting the artwork with motion that resonates with the ebb and flow of oceanic life.",
    "process": "The process began with Arnie Guha's original artwork, which we then digitized and prepared for animation. Using advanced digital tools and techniques, we brought the static image to life, carefully preserving the integrity of the original piece while infusing it with dynamic movement that mimics the graceful sway of underwater flora.",
    "services": [
      "Digital Animation",
      "Art Collaboration",
      "Motion Design",
      "Creative Direction"
    ],
    "outcome": "Each frame of the animation is a testament to the synergy of our friendship and shared artistic vision. The piece demonstrates that art should not just be seen, but felt and experienced, inviting viewers to immerse themselves in a dynamic, ever-changing visual journey that echoes the rhythms of the ocean.",
    "projectDetails": {
      "date": "March 2024",
      "collaborator": "Arnie Guha",
      "category": "Digital Animation, Art Collaboration",
      "toolsUsed": "Adobe After Effects, Custom JavaScript for animation"
    }
  }
}